# FabricSheetMinorStartOverhang Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..FabricSheetMinorStartOverhang Property
ParameterTypeId Class See Also
---
"Minor Start Overhang": Minor Start Overhang
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId FabricSheetMinorStartOverhang { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property FabricSheetMinorStartOverhang As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ FabricSheetMinorStartOverhang {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace